Repository: shmatko1095/oshRemote
Catalog: lib/l10n/app_*.arb
Languages: uk

source: Login
uk: Вхід

source: Home
uk: Головна

source: Done
uk: Готово

source: Email
uk: Електронна пошта

# enterEmail
source: Enter your email
uk: Введіть вашу електронну пошту

# name
source: Username
uk: Ім'я користувача

# enterName
source: Enter your name
uk: Ііедіть ваше ім'я

source: Password
uk: Пароль

# passwordValidatorWarning
source: Password must contains at least 8 character
uk: Пароль повинен містити не менше 8 символів

# limitExceededException
source: A request limit has been announced. Try again later.
uk: Перевіщенно обмеження запитів. Спробуйте пізніше.

# codeMismatchException
source: Incorrect confirmation code.
uk: Невірний код підтвердження

source: Send code
uk: Надіслати повторно

source: Lost code
uk: Не надійшов код?

# confirmationCodeValidatorWarning
source: Confirmation code must contains at least 6 character
uk: Код підтвердження повинен містити не менше 6 символів

source: Forgot your password?
uk: Забули пароль?

# enterPassword
source: Enter your password
uk: Введіть пароль

# reEnterPassword
source: Re-enter your password
uk: Введіть пароль повторно

source: Confirm password
uk: Підтвердження пароля

# confirmUserPasswordReset
source: Password reset confirmation
uk: Скидання паролю

# confirmUser
source: User confirmation
uk: Підтвердження користувача

# doConfirmUser
source: Confirm user
uk: Підтвердити користувача

source: Registration
uk: Реєстрація

source: Verification Code
uk: Код підтвердження

# verificationCodeHint
source: Enter your verification code
uk: Введіть ваш код підтвердження

# usernameExistsException
source: Email already exists in the system
uk: Електронна пошта вже існує

# userNotFoundException
source: User not found in the system
uk: Користувача не знайдено

# notAuthorizedException
source: Incorrect username or password
uk: Неправильне ім'я користувача або пароль

source: Sign in failed
uk: Не вдається ввійти

source: Back to Sign In
uk: Повернутись до входу

source: Confirm
uk: Готово

source: Cancel
uk: Відміна

source: Settings
uk: Налаштування

source: Add device
uk: Додати пристрій

source: Sign Out
uk: Вийти

source: Sign In
uk: Увійти

source: Sign Up
uk: Створити Аккаунт

source: Try demo
uk: Спробуйте демо

source: Please enter your email
uk: Будь ласка, введіть свою електронну адресу

source: Add new account
uk: Додати новий обліковий запис

# duplicatePasswordValidatorMag
source: Passwords are different
uk: Паролі відрізняються

source: Heater
uk: Тени

source: Heater status
uk: Стан тенів

# heater_auto
source: Auto mode
uk: Автоматичне регулювання

# heater_auto_subtitle
source: If enabled, the necessary number of tens to maintain the set temperature will be selected automatically
uk: Якщо ввімкнуто, то мінімально-необхідна кількість тенів для підтримки встановленої температури буде обрана автоматично

# heater_mode_value
source: Heater mode
uk: Режим роботи тенів

# heater_mode_value_subtitle
source: This setting can be useful for limiting the maximum output of the heater
uk: Це налаштування може бути використанно для обмеження максимальної потужності нагрівача

source: Pump status
uk: Стан насосу

source: Pump
uk: Насос

# pump_auto
source: Auto performance
uk: Автоматичне регулювання

# pump_auto_subtitle
source: When auto performance is enabled, the pump performance will be automatically adjusted to obtain the specified difference between the inlet and outlet water temperatures
uk: Якщо ввімкнуто автоматичну продуктивність то продуктивність насоса буде автоматично налаштована для отримання заданої різниці між температурами води на вході та виході.

source: Pump performance
uk: Продуктивність насоса

source: Pump enable delay
uk: Затримка включення насоса

source: Pump disable delay
uk: Затримка відключення насоса

# temp_in
source: Water input temperature
uk: Температура подачі

# temp_out
source: Water output temperature
uk: Температура обратки

# temp_in_out_dif
source: Temp difference
uk: Різниця температур

# temp_in_out_dif_subtitle
source: The difference between input and output water temperature
uk: Різниця між температурою води на вході та виході

# pressure
source: Water pressure
uk: Тиск в системі

source: Power usage
uk: Використання потужності

source: Confirmation code sent
uk: Код підтвердження відправленно

source: Authentication Failure
uk: Помилка автентифікації

# user_not_confirmed_title
source: User not confirmed in the system
uk: Користувача не підтверджено

# user_not_confirmed_message
source: Please, confirm user first and then retry operation
uk: Спочатку підтвердьте користувача, а потім повторіть операцію

# serialNumberHint
source: Serial number
uk: Серійний номер

# serialNumberError
source: Serial number must contains 8 character
uk: SN повинен містити не менше 8 символів

# secureCodeHint
source: Secure code
uk: Захисній код

# secureCodeError
source: Secure code must contains 8 character
uk: SC повинен містити не менше 8 символів

# noIotDeviceFoundException
source: No device found
uk: Пристрій не знайдено

# secureCodeErrorException
source: Secure code incorrect
uk: Невірний захісній код

source: Rename device
uk: Перейменувати пристрій

source: Device name
uk: Ім'я пристрою

# resourceNotFoundException
source: Thing not found
uk: Пристрій не знайдено

# maxWaterTemp
source: Water temperature limit
uk: Максимальна температура води

# waterTemp
source: Water temperature
uk: Tемпература води

# mainsMinValueTitle
source: Minimum voltage level
uk: Мінімальній рівень напруги

# mainsMinIsActiveTitle
source: Grid protection
uk: Захист мережі

# mainsMinIsActiveSubtitle
source: When mains protection is enabled, the heater will automatically reduce power if the mains voltage is below the set level. This option can be useful if a voltage switch is installed in the electrical panel, which is switched off when the heaters are working
uk: Коли захист мережі включений, обігрівач автоматично зменшить потужність, якщо напруга в мережі нижче заданого рівня. Ця опція може бути корисною, якщо в електрощиті встановлений вимикач напруги, який вимикається при роботі обігрівачів

source: Mains
uk: Мережа

source: No connected device
uk: Немає підключеного пристрою

source: Auto
uk: Авто

source: Off
uk: Вимк

# antifreeze
source: Nonfreezing
uk: Антизамерзання

source: Manual
uk: Ручний

source: Manual mode
uk: Ручний режим

source: Additional point
uk: Додаткова точка

source: Daily
uk: Денний

source: Weekly
uk: Тижневий

source: then
uk: потім

source: at
uk: о

source: Until next point
uk: До наступної точки

# toManual
source: To manual mode
uk: До ручного режиму

# forHalfHour
source: For half an hour
uk: На півгодини

# setupTime
source: For a while
uk: На час

# temp
source: Temperature
uk: Температура

source: seconds
uk: секунд
